package org.tgbotusers.bot.text.usefulinfo;

public interface UsefulInfoTextResponse
{
    String SERVICE_REGULATION_TEXT =
            """
             Местная администрация внутригородского муниципального образования Санкт-Петербурга МО Васильевский
             осуществляет отдельные государственные полномочия Санкт-Петербурга по вопросам:
             • организации и осуществлению деятельности;
             • опеке и попечительству;
             • назначению и выплате денежных средств на содержание детей, находящихся под опекой или попечительством и переданных на воспитание в приемные семьи;
             • государственной услуги по выдаче предварительного разрешения органа опеки
             и попечительства на совершение сделок с имуществом подопечных.
               
                                
             📍 С регламентом по предоставлению услуг и дополнительной информации
             по выше перечисленным разделам можно ознакомиться здесь:
             http://msmov.spb.ru/органы-власти/опека-и-попечительство/reglamentyi-po-predostavleniyu-gosudarstvennoj-uslugi.html
             """;

    String CUSTODY_DOC_TEXT =
            """
            Порядок оформления опеки и попечительства:
            Этап 1 — Сбор необходимой документации для дальнейшей подачи в орган опеки и попечительства по месту жительства кандидата в опекуны.
                                        
            Этап 2 — Подача пакета документов в органы опеки и попечительства по месту жительства.
                                        
            Этап 3 — В течение 10 дней органам опеки и попечительства выносится решение о назначении опеки либо об отказе о назначении опеки.
            
            ⚠ В случае отказа органами опеки и попечительства, в обязательном порядке возвращается весь пакет документов, поясняется четкая причина отказа и дальнейшие возможные действия гражданина по оспариванию данного решения в суде.
                  
                                        
            📍 Более подробная информация представлена на сайте:
            http://msmov.spb.ru/органы-власти/опека-и-попечительство/порядок-оформления-опеки-и-попечительства-2.html
            """;

    String ADOPTION_DOC_TEXT =
            """
            Перечень документов для выдачи заключения о возможности быть усыновителем:
            
            1) Копия паспорта гражданина;
            
            2) Заявление с просьбой о выдаче заключения о возможности быть усыновителем;
            
            3) Справка с места работы с указанием должности и размера средней заработной платы за последние 12 месяцев либо копия декларации о доходах (1 год);
            
            4) Копия финансового лицевого счета и выписка из домовой (поквартирной) книги с места жительства или иной документ, подтверждающие право пользования жилым помещением либо право собственности на жилое помещение, и копия финансового лицевого счета с места жительства (1 год);
            
            5) Справка органов внутренних дел, подтверждающая отсутствие у гражданина, выразившего желание усыновить ребенка, судимости за умышленное преступление против жизни и здоровья граждан; (лично получить при предъявлении паспорта, по адресу: Литейный пр., д. 6 (вход с ул. Чайковского, 3-й подъезд)
            Часы приема:
            ВТ-СР: 10:00-13:00; 15:00-17:00
            ПН-ЧТ: 15:00-16:30 (1 год);
            
            6) Медицинское заключение о состоянии здоровья по результатам освидетельствования гражданина, выразившего желание стать опекуном, выданное в порядке, устанавливаемом Министерством здравоохранения и социального развития Российской Федерации (Ф- №164/у-96) (6 месяцев);
            
            7) Копия свидетельства о браке (если гражданин, выразивший желание стать усыновителем, состоит в браке); при усыновлении ребенка одним из супругов — согласие другого супруга или документ, подтверждающий, что супруги прекратили семейные отношения и не проживают совместно более года;
            
            8) Письменное согласие совершеннолетних членов семьи с учетом мнения детей, достигших 10-летнего возраста, проживающих совместно с гражданином, выразившим желание стать опекуном, на прием ребенка (детей) в семью;
            
            9) Документ о прохождении подготовки гражданина, выразившего желание усыновить ребенка (кроме близких родственников ребенка, а также лиц, которые являются или являлись усыновителями и в отношении которых усыновление не было отменено, и лиц, которые являются или являлись опекунами (попечителями) детей и которые не были отстранены от исполнения возложенных на них обязанностей;
            
            10) Копия пенсионного удостоверения, справка из территориального органа Пенсионного фонда РФ или иного органа, осуществляющего пенсионное обеспечение (для лиц, основным источником доходов которых является страховое обеспечение по обязательному пенсионного страхованию или иные пенсионные выплаты.
                  
                                        
            📍 Кто относится к лицам, имеющим право быть усыновителями, можно прочитать здесь:
            http://msmov.spb.ru/органы-власти/опека-и-попечительство/порядок-оформления-опеки-и-попечительства-2.html
            """;

    String GUARDIAN_SHIP_TEXT =
            """
            В отделе опеки и попечительства над недееспособными людьми занимаются вопросам по
            правилам приема, учета и подготовки граждан,
            выразивших желание стать опекунами или попечителями совершеннолетних недееспособных
            или не полностью дееспособных граждан.
            
            
            📍 Подробная информация, предоставленная выше, находится на нашем сайте:
            http://msmov.spb.ru/органы-власти/опека-и-попечительство/opeka-nad-nedeesposobnyimi-grazhdanami.html
            """;

    String SUBSIDIES_TEXT =
            """
            Субсидии.
            
            В рамках проекта «Формирование комфортной городской среды» в МО Васильевский запланирована реализация двух проектов по благоустройству:
            1. Детская и спортивная площадки по адресу: ЗНОП № 6-8-65 сквер б/н на 12-й линии В.О., д.51, корп.2
            2. Детская площадка по адресу: ЗНОП № 6-8-54 сквер б/н на пересечении Малого пр. В.О. и 4-й линии В.О.
            """;

    String LAND_IMPROVEMENT_TEXT =
            """
            Благоустройство территорий муниципального образования.
            
            В отдел входят следующие виды деятельности:
            — Текущий ремонт асфальтобетонного покрытия по адресам: 9-я линия В.О., д. 44, Малый пр. В.О., д 54/4, Бекетовская ул.
            — Удаление аварийных, больных деревьев и кустарников (с последующим озеленением) по 6 адресам
            — Посадка однолетников по 48 адресам
            — Ремонт газона по 4 адресам
            — Посадка однолетников (Георгин изменчивый) в вазоны по 29 адресам
            — Покраска и ремонт детского игрового оборудования по 29 адресам
            — Замена песка в песочницах производится 2 раза в год
            """;

    String EVENT_TEXT =
            """
            Специальная линия «Нет коррупции!»
                                        
            «Нет коррупции!» — специальная линия, состоящая из электронного почтового ящика и выделенной телефонной линии. Специальная линия предназначена для направления гражданами информации о конкретных фактах коррупции.
                                        
            На специальную линию также можно сообщать информацию о неисполнении (недобросовестном исполнении) служебных обязанностей государственными служащими и муниципальными служащими, работниками государственных (муниципальных) учреждений и предприятий, нарушениях требований к служебному поведению и случаях конфликта интересов, превышении служебных (должностных) полномочий, нарушениях прав, свобод и законных интересов граждан и организаций, фактах вымогательства со стороны должностных лиц, необоснованных запретах и ограничениях.
                                        
            Информации, поступившей на линию «Нет коррупции!», обеспечивается конфиденциальный характер. Не является разглашением сведений, содержащихся в обращении, направление обращения в государственный орган, орган местного самоуправления или должностному лицу, в компетенцию которых входит решение поставленных в обращении вопросов.
            Обращения, содержащие оскорбления и угрозы, не рассматриваются.
                                        
            Поступившие сообщения рассматриваются в соответствии с действующим законодательством о порядке рассмотрения обращений граждан Российской Федерации. Сотрудники Комитета по вопросам законности, правопорядка и безопасности, уполномоченные рассматривать обращения, не обязаны вступать в переписку с заявителями, в том числе по электронной почте, а также вести телефонные переговоры с заявителями в целях уточнения данных и сведений (фактов), содержащихся в обращениях, за исключением случаев, когда решение вопросов, поставленных в обращениях, непосредственно относится к компетенции Комитета.
                                        
            ТЕЛЕФОННАЯ ЛИНИЯ «НЕТ КОРРУПЦИИ!»
            576-77-65
            
            Телефонная линия функционирует в режиме автоответчика с 9-00 до 18-00 по рабочим дням.  Продолжительность сообщения — до 8 минут.
            Данная линия не является «телефоном доверия» и предназначена только для приема сообщений, содержащих факты коррупционных проявлений согласно определению коррупции. Поступившие сообщения, удовлетворяющие указанным требованиям, обрабатываются и затем рассматриваются в соответствии с Федеральным законом от 2 мая 2006 года № 59-ФЗ «О порядке обращений граждан Российской Федерации».
                                        
            ЭЛЕКТРОННЫЙ ПОЧТОВЫЙ ЯЩИК «НЕТ КОРРУПЦИИ!» Все сообщения, поступившие на электронный почтовый ящик, рассматриваются в порядке, установленном Федеральным законом от 2 мая 2006 года № 59-ФЗ «О порядке рассмотрения обращений граждан Российской Федерации».
               
                                         
            📍 Для отправки письма на указанный электронный адрес предлагаем вам перейти на официальный сайт:
            https://zakon.gov.spb.ru/hot_line/
            """;

    String BUDGET_TEXT =
            """
            С бюджетом внутригородского муниципального образования Санкт-Петербурга муниципальный округ Васильевский,
            утвержденный на 2023 год, можно ознакомиться в документе по ссылке:
            http://msmov.spb.ru/бюджет-муниципального-округа2/na-2023-god/byudzhet-2023.html
            """;

    String EMPLOYMENT_TEXT =
            """
            Временное трудоустройство.
            Информация о вакансиях для жителей МО Васильевский можно узнать, перейдя по ссылке ниже:
            http://msmov.spb.ru/жителям-округа/агентство-занятости-населения/соискателям.html
            """;

    String MEDICAL_FACILITIES_TEXT =
            """
            · Неотложная медицинская помощь
            Телефон: 325-49-36
                                       
            · Справочная о наличии лекарств в районе
            Телефон: 635-55-66
                                   
            · Справочная служба о медицинских услугах
            Телефон: 635-55-63
                                   
            · Дом милосердия
            Телефон: 246-09-93
                                   
            · Социальная служба Василеостровского района
            Телефон: 576-27-35
                                   
            · Диспетчер по вывозу покойников
            Телефон: 277-45-19 | 79-40-14
                                     
            · Претензии к работе скорой помощи и лечебных учреждений
            Телефон: 571-45-04
                                   
            · Управление защиты прав застрахованных граждан
            Телефон: 703-73-01
                                   
            · Бюро регистрации несчастных случаев
            Телефон: 573-66-66
                                   
            · Глазной травматологический пункт
            Телефон: 272-59-55
                                   
            · Наркологическая помощь
            Телефон: 323-50-28 | 714-42-10 | 323-43-08
                                   
            · Доверие для наркозависимых
            Телефон: 714-42-10
                                   
            · Психологическая помощь несовершеннолетним
            Телефон: 708-40-41
                                   
            · Кризисный центр для женщин
            Телефон: 713-13-19
                                   
            · Психологическая помощь для взрослых
            Телефон: 718-25-16 | 369-99-99
                                   
            · Социально-медицинское обслуживание на дому
            Телефон: 576-27-40 | 576-27-41 | 576-27-42
                                   
            · Анонимное обследование на СПИД
            Телефон: 955-27-00
                                   
            · Анонимный кабинет для обследования на ВИЧ-инфекцию
            Телефон: 246-70-98
            """;

    String VETERINARY_FACILITIES_TEXT =
            """
            · Санкт-Петербургское государственное бюджетное учреждение
            «Санкт-Петербургская городская станция по борьбе с болезнями животных»
            Телефон: 527-50-45
            
            · Вызов врача на дом
            Телефон: 8 (921) 953-24-07
                                 
            · Ветеринарная станция Василеостровского района Санкт-Петербург
            Адрес: ул.17-я Линия В.О., д. 56
            Телефон: 321-14-85
                                 
            · Центр помощи бездомным животным «Потеряшка»
            Телефон: 338-80-08 | 988-99-55 | 988-29-55
                                 
            · Сбор трупов животных на территориях общего пользования (Василеостровский район)
            Ссылка: https://www.gov.spb.ru/gov/otrasl/blago/otlov-beznadzornyh-zhivotnyh/
            Телефон: 573-93-22
            """;

    String INTERNAL_AUTHORITIES_TEXT =
            """
            · УМВД России по Василеостровскому району 199226
            Адрес: г.Санкт-Петербург, ул. Железноводская д.3А, строение 2
            Ссылка: http://василеостровский.78.мвд.рф
            Телефон: 356-96-71
                                 
            · Дежурный отдельной роты патрульно-постовой службы милиции
            Телефон: 323-73-87
                                 
            · Дежурный медицинского вытрезвителя
            Телефон: 321-91-06 | 321-85-45
                                 
            · Дежурный отдела вневедомственной охраны
            Телефон: 323-38-15
                                 
            · Отдел полиции № 16
            Телефон: 573-04-85 | 323-30-02
                                 
            · Отдел полиции № 37
            Телефон: 351-06-60 | 573-05-29
                                 
            · Отдел полиции № 30
            Телефон: 323-30-02 | 573-04-14
                                 
            · Прокуратура Василеостровского района
            Телефон: 323-33-56
                                 
            · Василеостровский районный суд
            Телефон: 407-97-87
                                 
            · Управление Федеральной службы безопасности по Санкт-Петербургу и Ленинградской области
            Ссылка: http://www.fsb.ru/fsb/webreception.htm
            Телефон: 438-71-10 | 438-69-93 | 438-60-03 | 438-78-45
            """;

    String HOUSING_UTILITIES_TEXT =
            """
            · УК Возрождение
            Телефон: 200-87-02
                                 
            · УК Мир
            Телефон: 991-12-10
                                 
            · ЖКС № 1 Василеостровского района
            Телефон: 322-27-22
                                 
            · ГУП «ТЭК СПб»
            Телефон: 601-93-93
                                 
            · АО «Теплосеть Санкт‑Петербурга»
            Телефон: 688-46-46
                                 
            · ООО «Петербургтеплоэнерго»
            Телефон: 233-00-08
                                 
            · ГУП «Водоканал СПб»
            Телефон: 305-09-09
                                 
            · ООО «ПетербургГаз»
            Телефон: 610-04-04; 04
                                 
            · СПб ГУП «Ленсвет»
            Телефон: 312-95-94
                                 
            · ПАО «Россети Ленэнерго»
            Телефон: 8-800-220-02-20
                                 
            · Северо-Западный филиал АО «Оборонэнерго»
            Телефон: 8-800-222-32-20
                                 
            · Филиал ПАО «ФСК ЕЭС» МЭС С-З
            Телефон: 8-800-200-18-81
                                 
            · АО «Петербургская сбытовая компания»
            Телефон: 678-96-00
                                 
            · Жилищный комитет
            Телефон: 004 | 710-44-54
            Режим работы: с 09.00-20.00
            """;

    String KINDERGARTEN_AND_SCHOOL_TEXT =
            """
            ГДОУ ДЕТСКИЙ САД № 17 ВАСИЛЕОСТРОВСКОГО РАЙОНА
            Заведующая: Колина Светлана Геннадьевна
            199178, Санкт-Петербург, В.О., Малый пр., д. 15 лит. В
            vasdou017.ucoz.ru
            +7 (812) 323-52-22
            =======================
            
            ГДОУ ДЕТСКИЙ САД № 35 ВАСИЛЕОСТРОВСКОГО РАЙОНА
            Заведующая: Дмитрик Наталья Владиславовна
            199048, Санкт-Петербург, В.О., 14-я линия, д. 65 лит А
            vasdou035.ucoz.ru
            +7 (812) 323-01-45
            =======================
            
            ГДОУ ДЕТСКИЙ САД № 36 ВАСИЛЕОСТРОВСКОГО РАЙОНА
            Заведующая: Захарова Алла Борисовна
            199026, Санкт-Петербург, В.О., 8-я линия, д. 65
            vasdou036.ucoz.ru
            +7 (812) 323-06-00
            =======================
            
            ГДОУ ДЕТСКИЙ САД № 37 ВАСИЛЕОСТРОВСКОГО РАЙОНА
            И.о. Заведующего: Помецкая Ирина Борисовна
            199053, Санкт-Петербург, пер. Тучков, д. 17
            sites.google.com/site/vasdou037
            +7 (812) 323-21-39
            =======================
            
            ГДОУ ДЕТСКИЙ САД № 74 ВАСИЛЕОСТРОВСКОГО РАЙОНА
            Заведующая: Тимофеева Ларинда Семеновна
            199053, Санкт-Петербург, В.О., пр. Малый, д. 6
            пегасик74.рф
            +7 (812) 323-74-83
            =======================
            
            ГИМНАЗИЯ № 11
            Государственное бюджетное общеобразовательное учреждение гимназия № 11 Василеостровского района Санкт-Петербурга.
            Директор гимназии: Сергеева Вероника Борисовна.
            199178, Санкт-Петербург, В.О., 16-я линия, д. 55, литера А
            www.gymn11vo.ru
            +7 (812) 321-57-50
            +7 (812) 321-57-51
            =======================
            
            ГИМНАЗИЯ № 32
            Государственное бюджетное общеобразовательное учреждение гимназия № 32 Василеостровского района Санкт-Петербурга.
            Директор гимназии: Коршунова Оксана Викторовна.
            199053, Санкт-Петербург, В.О., 2-я линия, д. 43
            www.gymn32.ru
            +7 (812) 323-40-68
            =======================
            
            ШКОЛА № 29
            Государственное бюджетное общеобразовательное учреждение средняя общеобразовательная школа № 29 с углубленным изучением французского языка и права Василеостровского района Санкт-Петербурга.
            И.о. Директора школы: Борисов Владимир Анатольевич.
            199178, Санкт-Петербург, В.О., пр. Малый, д. 34, литера А
            www.e29.ru
            +7 (812) 417-34-62
            +7 (812) 323-21-81
            =======================
            
            Региональный центр аутизма (школа №755)
            Государственное бюджетное общеобразовательное учреждение школа № 755 "Региональный центр аутизма" Василеостровского района Санкт-Петербурга.
            Директор школы: Демьянчук Лариса Николаевна.
            199040, Санкт-Петербург, 7-я линия В.О., д.66, литер А
            autismcenter.ucoz.site
            +7 (812) 241-32-02
            =======================
            
            ФИЗИКО-МАТЕМАТИЧЕСКИЙ ЛИЦЕЙ № 30
            Государственное бюджетное общеобразовательное учреждение лицей № 30
            Физико-математический лицей № 30 Василеостровского района Санкт-Петербурга.
            Директор лицея: Третьяков Алексей Андреевич.
            199004, Санкт-Петербург, ВО, 7-я линия, д. 52 (основное здание)
            199406, Санкт-Петербург, ул. Шевченко, д. 23, к. 2, литера А (средние классы)
             www.school30.spb.ru
            +7 (812) 323-35-55
            +7 (812) 323-47-78
            +7 (812) 323-42-53
            """;

    String IMPORTANT_LINKS_TEXT =
            """
            · Законодательное Собрание Санкт-Петербурга
            Ссылка: http://www.assembly.spb.ru
                                               
            · Администрация Василеостровского района
            Ссылка: https://www.gov.spb.ru/gov/terr/reg_vasileostr/
                                               
            · Прокуратура Санкт-Петербурга
            Ссылка: http://procspb.ru
            """;

    String LOCAL_QUESTIONS_TEXT =
            """
            К вопросам местного значению муниципальных образований муниципальных округов относятся:
            
            1) принятие устава муниципального образования и внесение в него изменений и дополнений, издание муниципальных правовых актов;
           
            2) составление и рассмотрение проекта бюджета муниципального образования, утверждение и исполнение бюджета муниципального образования, осуществление контроля за его исполнением, составление и утверждение отчета об исполнении бюджета муниципального образования;
            
            3) владение, пользование и распоряжение имуществом, находящимся в муниципальной собственности муниципального образования;
                            
            4) установление официальных символов, памятных дат муниципального образования и учреждение звания «Почетный житель муниципального образования»;
                           
            5) организация в пределах ведения сбора статистических показателей, характеризующих состояние экономики и социальной сферы муниципального образования, и предоставление указанных данных органам государственной власти в порядке, установленном Правительством Российской Федерации;
                           
            5-1) разработка, утверждение (одобрение) и реализация в пределах ведения стратегии социально-экономического развития муниципального образования, плана мероприятий по реализации стратегии социально-экономического развития муниципального образования, прогноза социально-экономического развития муниципального образования на среднесрочный или долгосрочный период, бюджетного прогноза муниципального образования на долгосрочный период, муниципальных программ;
                           
            6) содействие в установленном порядке исполнительным органам государственной власти Санкт-Петербурга в сборе и обмене информацией в области защиты населения и территорий от чрезвычайных ситуаций, а также содействие в информировании населения об угрозе возникновения или о возникновении чрезвычайной ситуации;
                           
            7) проведение подготовки и обучения неработающего населения способам защиты и действиям в чрезвычайных ситуациях, а также способам защиты от опасностей, возникающих при ведении военных действий или вследствие этих действий;
                            
            8) контроль за обеспечением твердым топливом населения, проживающего на территории муниципального образования в домах, не имеющих центрального отопления, независимо от вида жилищного фонда по розничным ценам на твердое топливо, устанавливаемым Правительством Санкт-Петербурга;
                           
            9) оказание натуральной помощи малообеспеченным гражданам, находящимся в трудной жизненной ситуации, нарушающей жизнедеятельность гражданина, которую он не может преодолеть самостоятельно, в виде обеспечения их топливом;
                          
            10) содействие в осуществлении контроля за соблюдением законодательства в сфере благоустройства, включая согласование закрытия ордеров на производство земляных, ремонтных и отдельных работ, связанных с благоустройством внутриквартальных территорий, и подтверждение выполнения требований по восстановлению элементов благоустройства, нарушенных в результате производства аварийных работ, законодательства о розничной торговле, о применении контрольно-кассовых машин на территории муниципального образования;
                  
                                        
            📍 Полностью прочитать статью "Вопросы местного значения муниципальных образований" можно по ссылке:
            http://msmov.spb.ru/органы-власти/вопросы-местного-значения.html
            """;
}
